package aesthetic

type wordItemV2 struct {
	Num int
	w   string
}

/*
*
安静的
安宁的
朝气蓬勃的
充满活力的
充实的
楚楚动人的
传统的
刺激的
粗犷的
动感的
都市气息的
端庄的
风度翩翩的
富于装饰的
高尚的
革新的
孩子气的
豪华的
厚重的
华丽的
华美的
活跃的
家居的
坚定地
坚韧的
坚实的
健壮的
娇媚的
进步的
进取的
精力旺盛的
精美的
精确的
精致的
开放的
开朗的
考究的
可爱的
浪漫的
伶俐的
魅惑的
敏锐的
女性化的
朴素的
潜心的
惬意的
青春洋溢的
轻快的
轻松的
清纯的
清净的
清冷的
清爽的
清雅的
热烈的
人工的
深邃的
抒情的
舒适的
水灵灵的
肃穆的
田园的
甜美的
温和的
温柔的
文化气息的
洗练的
细致的
鲜活的
现代化的
新鲜的
休闲的
绚丽的
迅捷的
阳光的
优雅的
幽雅的
有格调的
有格调的
有品位的
有亲和力
有生气的
愉快的
运动的
正式的
正统的
正宗的
知性的
质朴的
自然的
*
*/
var globalWord = []wordItemV2{
	{
		Num: 1,
		w:   "安静的",
	},
	{
		Num: 2,
		w:   "安宁的",
	},
	{
		Num: 3,
		w:   "朝气蓬勃的",
	},
	{
		Num: 4,
		w:   "充满活力的",
	},
	{
		Num: 5,
		w:   "充实的",
	},
	{
		Num: 6,
		w:   "楚楚动人的",
	},
	{
		Num: 7,
		w:   "传统的",
	},
	{
		Num: 8,
		w:   "刺激的",
	},
	{
		Num: 9,
		w:   "粗犷的",
	},
	{
		Num: 10,
		w:   "动感的",
	},
	{
		Num: 11,
		w:   "都市气息的",
	},
	{
		Num: 12,
		w:   "端庄的",
	},
	{
		Num: 13,
		w:   "风度翩翩的",
	},
	{
		Num: 14,
		w:   "富于装饰的",
	},
	{
		Num: 15,
		w:   "高尚的",
	},
	{
		Num: 16,
		w:   "革新的",
	},
	{
		Num: 17,
		w:   "孩子气的",
	},
	{
		Num: 18,
		w:   "豪华的",
	},
	{
		Num: 19,
		w:   "厚重的",
	},
	{
		Num: 20,
		w:   "华丽的",
	},
	{
		Num: 21,
		w:   "华美的",
	},
	{
		Num: 22,
		w:   "活跃的",
	},
	{
		Num: 23,
		w:   "家居的",
	},
	{
		Num: 24,
		w:   "坚定地",
	},
	{
		Num: 25,
		w:   "坚韧的",
	},
	{
		Num: 26,
		w:   "坚实的",
	},
	{
		Num: 27,
		w:   "健壮的",
	},
	{
		Num: 28,
		w:   "娇媚的",
	},
	{
		Num: 29,
		w:   "进步的",
	},
	{
		Num: 30,
		w:   "进取的",
	},
	{
		Num: 31,
		w:   "精力旺盛的",
	},
	{
		Num: 32,
		w:   "精美的",
	},
	{
		Num: 33,
		w:   "精确的",
	},
	{
		Num: 34,
		w:   "精致的",
	},
	{
		Num: 35,
		w:   "开放的",
	},
	{
		Num: 36,
		w:   "开朗的",
	},
	{
		Num: 37,
		w:   "考究的",
	},
	{
		Num: 38,
		w:   "可爱的",
	},
	{
		Num: 39,
		w:   "浪漫的",
	},
	{
		Num: 40,
		w:   "伶俐的",
	},
	{
		Num: 41,
		w:   "魅惑的",
	},
	{
		Num: 42,
		w:   "敏锐的",
	},
	{
		Num: 43,
		w:   "女性化的",
	},
	{
		Num: 44,
		w:   "朴素的",
	},
	{
		Num: 45,
		w:   "潜心的",
	},
	{
		Num: 46,
		w:   "惬意的",
	},
	{
		Num: 47,
		w:   "青春洋溢的",
	},
	{
		Num: 48,
		w:   "轻快的",
	},
	{
		Num: 49,
		w:   "轻松的",
	},
	{
		Num: 50,
		w:   "清纯的",
	},
	{
		Num: 51,
		w:   "清净的",
	},
	{
		Num: 52,
		w:   "清冷的",
	},
	{
		Num: 53,
		w:   "清爽的",
	},
	{
		Num: 54,
		w:   "清雅的",
	},
	{
		Num: 55,
		w:   "热烈的",
	},
	{
		Num: 56,
		w:   "人工的",
	},
	{
		Num: 57,
		w:   "深邃的",
	},
	{
		Num: 58,
		w:   "抒情的",
	},
	{
		Num: 59,
		w:   "舒适的",
	},
	{
		Num: 60,
		w:   "水灵灵的",
	},
	{
		Num: 61,
		w:   "肃穆的",
	},
	{
		Num: 62,
		w:   "田园的",
	},
	{
		Num: 63,
		w:   "甜美的",
	},
	{
		Num: 64,
		w:   "温和的",
	},
	{
		Num: 65,
		w:   "温柔的",
	},
	{
		Num: 66,
		w:   "文化气息的",
	},
	{
		Num: 67,
		w:   "洗练的",
	},
	{
		Num: 68,
		w:   "细致的",
	},
	{
		Num: 69,
		w:   "鲜活的",
	},
	{
		Num: 70,
		w:   "现代化的",
	},
	{
		Num: 71,
		w:   "新鲜的",
	},
	{
		Num: 72,
		w:   "休闲的",
	},
	{
		Num: 73,
		w:   "绚丽的",
	},
	{
		Num: 74,
		w:   "迅捷的",
	},
	{
		Num: 75,
		w:   "阳光的",
	},
	{
		Num: 76,
		w:   "优雅的",
	},
	{
		Num: 77,
		w:   "幽雅的",
	},
	{
		Num: 78,
		w:   "有格调的",
	},

	{
		Num: 80,
		w:   "有品位的",
	},
	{
		Num: 81,
		w:   "有亲和力的",
	},
	{
		Num: 82,
		w:   "有生气的",
	},
	{
		Num: 83,
		w:   "愉快的",
	},
	{
		Num: 84,
		w:   "运动的",
	},
	{
		Num: 85,
		w:   "正式的",
	},
	{
		Num: 86,
		w:   "正统的",
	},
	{
		Num: 87,
		w:   "正宗的",
	},
	{
		Num: 88,
		w:   "知性的",
	},
	{
		Num: 89,
		w:   "质朴的",
	},
	{
		Num: 90,
		w:   "自然的",
	},
}
